Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sme

source: Tytöt ovat usein aktiivisempia sisätiloissa.
sme: Nieiddat leat dávjá eambo aktiivvalaččat siste.

source: Varhaiskasvatuksessa voi hyödyntää luontoa vahvistamaan poikien itseluottamusta myös heille vieraammassa ympäristössä.
sme: Árabajásgeassimis sáhttá ávkkástallat luonddu nannet gánddaid iešluohttámuša maiddái sidjiide vieris birrasis.

source: Ja vastaavasti hyödyntää tyttöjen aktiivisuutta sisätiloissa vahvistamaan heidän omatoimisuuttaan esimerkiksi luonnossa.
sme: Ja fas ávkkástallat nieiddaid aktiivvalašvuođa siste nannet sin iešdoaimmalašvuođa ovdamearkan luonddus.

source: Saamelaisen näkemyksen mukaan kohtuus on ihmisiksi elämistä.
sme: Sápmelaš oainnu mielde govttolašvuohta lea eallit olmmožin.

source: Kohtuus ja oikeudenmukaisuus muodostavat ihmisyyden perustan.
sme: Govttolašvuohta ja vuoiggalašvuohta dahket olmmošvuođa vuođu.

source: Tavoitellakseen hyvää elämänhallintaa ihminen pyrkii päämäärätietoisesti elämään hallitusti ja kohtuullisesti.
sme: Oččodaladettiin buori eallinhálddašeami olmmoš figgá mearrediđolaččat eallit ráđđejumiin ja govttolaččat.

source: Ihmisyyteen kuuluu myös sovinnollisuus ja kyky tulla toimeen erilaisten ihmisten ja luonnon kanssa.
sme: Olmmošvuhtii gullá maiddái soabalašvuohta ja attáldat birget earálágan olbmuin ja luondduin.

source: Varhaiskasvatuksessa tasa-arvoa ja ihmisyyttä voidaan edistää erilaisilla ystävä –keskusteluilla ja roolileikeillä, joissa harjoitellaan omien tunteiden, ajatusten ja kokemusten esille tuomista.
sme: Árabajásgeassimis dásseárvvu ja olmmošvuođa sáhttá ovddidit earálágan ustit-háleštallamiin ja rollaspealuin, main hárjehallat iežas dovdduid, jurdagiid ja vásáhusaid ovdanbuktima.

source: 4.2. 6. Rauha ja sovinnollisuus
sme: 4.2.6. Ráffi ja soabalašvuohta

source: Monikulttuurisessa yhteisössä ihmisen osaa toimia yhteisössä vallalla olevien normien mukaisesti ja sopeutuu menettämättä persoonallisia ominaisuuksiaan ja kulttuuriaan.
sme: Máŋggakultuvrralaš servodagas olmmoš máhttá doaibmat servodaga norpmaid mielde ja vuogáiduvvá iežas persovnnalašvuođa ja kultuvrras manakeahttá.

source: Saamelaisille on luonteenomaista hakea kokemuksia muista kulttuureista, etsiä yhteyksiä eroavaisuuksiin ja sovittaa yhteen kulttuuriset ristiriitaisuudet elämänhallinnan ja pärjäämisen parantamiseksi.
sme: Sápmelaččaide lea lunddolaš ohcat vásáhusaid eará kultuvrrain, ohcat čanastagaid earáláganvuođaide ja heivehit oktii kultuvrralaš ruossalasvuođaid eallinhálddašeami ja birgema buorideapmin.

source: Hyvä suuntautumiskyky metsässä liikkumisessa, keskusteluissa ja ajattelussa edistävät myös hyvää elämänhallintaa.
sme: Buorre dádjadanattáldagat meahcis jođedettiin, háleštallamis ja jurddašeamis ovddidit maiddái buori eallima hálddašeami.

source: Lapsen kanssa keskustellessa huomioidaan kokonaisvaltaisesti kaikki asiaan vaikuttavat tekijät, mutta ei harhauduta sivuseikkoihin.
sme: Mánáin háleštettiin váldit vuhtii oppalaččat buot áššái gullevaš dahkkiid, muhto ii galgga láhppot siidoáššiide.

source: Sosiaalinen huomiokyky ja toisten huomioon ottaminen ovat tärkeitä sosiaalisuuteen kasvamisessa.
sme: Sosiála fuomášannákca ja nuppiid vuhtii váldin leat dehálačča sosiálalašvuhtii šaddamis.

source: Sukulaisuussuhteiden korostaminen ja lapsen mukaan ottaminen erilaisiin askareisiin edistävät lapsen sosiaalisuutta.
sme: Fuolkegaskavuođaid deattuheapmi ja máná váldin earálágan doaimmaide ovddidit máná sosiálalašvuođa.

source: 4.2. 7. Monikulttuurisuus
sme: 4.2.7. Má ŋ ggakultuvrratvuohta

source: Saamelaiset asuvat neljän eri valtion alueella ja elävät monien kulttuurien vaikutusten alaisuudessa.
sme: Sápmelaččat ásset njealji eará riikka guovlluin ja ellet máŋggaid kultuvrraid váikkuhusaid vuollásažžan.

source: Tämä edellyttää ihmiseltä hyviä monikulttuurisia piirteitä sekä monen maan kansalaistaitojen osaamista.
sme: Dát gáibida olbmos buriid máŋggakultuvrralaš sárgosiid sihke máŋgga riikka álbmotdáidduid máhttima.

source: Saamelaiset pyrkivät kasvatuksella kehittämään näitä ominaisuuksia.
sme: Sápmelaččat figget bajásgeassimis ovddidit dáid iešvuođaid.

source: Monikulttuurisuuskasvatus sisältää positiivisen ja aktiivisen kulttuurien välisen vuorovaikutuksen, erilaisuuden kunnioittamisen sekä sellaisten taitojen ja tietojen oppimisen, jotka ovat edellytyksenä monikulttuurisessa yhteiskunnassa menestymiselle.
sme: Máŋggakulturbajásgeassin sisttisdoallá positiivvalaš ja aktiivvalaš kultuvrraid gaskasaš vuorrováikkuhusa, earáláganvuođa gudnejahttima sihke dakkár dáidduid ja dieđuid oahppama, mat leat gáibádussan máŋggakultuvrralaš servodagas birgemii.

source: Varhaiskasvatuksessa lapsella tulee olla mahdollisuus kehittää kulttuurista tietoisuuttaan ja erilaisuuksien yhteyksien ymmärtämistä.
sme: Árabajásgeassimis mánás galgá leat vejolašvuohta ovddidit kultuvrralaš diđolašvuođa ja earáláganvuođaid oktavuođaid ipmirdeami.

source: Hyvä havainnointikyky auttaa havaitsemaan pienimmätkin kulttuurierot ja vahvan kulttuuritajun avulla ihminen kykenee eri tilanteissa mukauttamaan toimintaansa kulttuuritaustansa pohjalta.
sme: Buorre áicanattáldat veahkeha áicat unnimusge kulturearuid ja nana kulturipmárdusain olmmoš sáhttá eará dilálašvuođain vuogáidahttit doaimmas kulturduogáža vuođul.

source: Lapsen kasvatukseen osallistuvien tulisi tietoisesti ohjata lapsen kulttuurista tietoisuutta.
sme: Máná bajásgeassimii oassálastán olbmot galggašedje diđolaččat stivret máná kultuvrralaš diđolašvuođa.

source: Eläessään monikulttuurisessa ympäristössä ihminen kohtaa päivittäin toisen kulttuurin ilmiöitä ja eroja.
sme: Go eallá máŋggakultuvrralaš birrasis olmmoš deaivida beaivválaččat nuppi kultuvrra fenomenaid ja earuid.

source: Hallitakseen elämäänsä hän luo yhteyksiä kulttuuristen erojen välille ja käyttää eroja hyväkseen elämänhallinnassa.
sme: Eallima hálddašeami dihtii son čatná oktavuođaid kultuvrralaš earuidgaskii ja atná daid ávkin eallinhálddašeamis.

source: Kulttuurisen tietoisuuden avulla ihminen voi ymmärtää erilaisuuksien yhteyksiä.
sme: Kultuvrralaš diđolašvuođain olmmoš sáhttá áddet earáláganvuođaid oktavuođaid.

source: Monikulttuurisuuden säilymisen edellytyksenä on, että kulttuurien erilaisuuksien välillä on positiivinen yhteys.
sme: Máŋggakultuvrratvuođa seailuma eaktun lea, ahte kultuvrralaš earáláganvuođaid gaskkas lea positiivva oktavuohta.

source: Kulttuuristen erojen korostaminen aiheuttaa sen, että ihminen välttää toisesta kulttuurista tulevia asioita kokien ne vaaraksi omalle kulttuurilleen.
sme: Kultuvrralaš earuid bajideapmi dahká dan, ahte olmmoš sirdá nuppi kultuvrras boahtti áššiid nu, ahte vásiha daid uhkkin iežas kultuvrii.

source: Tämä ylläpitää ennakkoluuloja ja mahdollistaa kulttuurista syrjintää.
sme: Dát bajásdoallá ovdagáttuid ja vejolaš kultuvrralaš olggušteami.

source: Pelkästään suvaitsevaisuuteen pyrkivä monikulttuurisuus ei takaa kulttuurillista eikä yksilöiden välistä tasa-arvoa.
sme: Dušše utnolašvuhtii siktejeaddji máŋggakultuvrratvuohta ii dáhkit kultuvrralaš iige ovttaskas olbmuid gaskasaš dásseárvvu.

source: Luonnollinen monikulttuurisuus perustuu yhteisvastuullisuuteen, jossa toisiin yksilöihin ja kulttuureihin suhtaudutaan tasa-arvoisesti.
sme: Lunddolaš máŋggakultuvrratvuođa vuođđu lea ovttavásttolašvuođas, mas nuppi ovttaskasaid ja kultuvrraid vásihit dásseárvosažžan.

source: Käytännön esimerkkejä monikulttuurisuuden arvostamiseksi ja kulttuuritajun kehittämiseksi varhaiskasvatuksessa:
sme: Geavatlaš ovdamearkkat má ŋ ggakultuvrratvuo đ a árvvus atnimii ja kulturáddejumi ovddideapmi árabajásgeassimis:

source: • kerrotaan lapselle monivivahteisia ja -merkityksellisiä tarinoita
sme: • muitalit mánáide máŋggasuoivvat ja –sisdoalut máidnasiid

source: • luodaan tilanteita, jossa lapsi pääsee arvioimaan kulttuuristen erojen välisiä yhteyksiä (ei eroja) ja keskustellaan niistä
sme: • dahkat dilálašvuođaid, main mánná beassá árvvoštallat kultuvrraid gaskasaš earuid oktavuođaid (ii earuid) ja háleštallat dain

source: • luodaan tilanteita, jossa lapsi pohtii omia kulttuurisia kokemuksiaan
sme: • dahkat dilálašvuođaid, main mánná smiehttá iežas kultuvrralaš vásáhusaid

source: • kehitetään lapsen havainnointi- ja arviointikykyä järjestämällä yhteisiä tilaisuuksia ja tapahtumia eri kulttuuria edustavien kanssa
sme: • ovddidit máná áican- ja árvvoštallannávcca oktasaš dilálašvuođaid ja dáhpáhusaid ordnemiin eará kultuvrraid ovddasteddjiiguin

source: 4.3. Saamelainen musiikki, tanssi, kertomusperinne, taide ja kirjallisuus
sme: 4.3. Sápmelaš musihkka, dánsa, muitalusárbi, dáidda ja girjjálašvuohta

source: Saamelaisella musiikilla on tärkeä kulttuurinen ja yhteisöllinen merkitys.
sme: Sápmelaš musihkas lea dehálaš kultuvrralaš ja servodatlaš mearkkašupmi.

source: Luohti, leu´dd, livđe tai kolttasaamelainen itkuperinne voi olla henkilön tuntomerkki, salaisten tarinoiden kertoja, yhteyden rakentaja, huvittaja, rakkauden tunnustaja, pilkkaaja, luonnon ja eläinten kuvailija, lasten kasvattaja tai väline toisen ihmisen muistamiseen ja suremiseen.
sme: Luohti, leu´dd, livđe dahje nuortasápmelaččaid čierrunárbevierru sáhttet leat olbmo dovdomearka, suollemas máidnasiid muitaleaddji, oktavuođaid dahkki, hervvoštalli, ráhkisvuođa dovddasteaddji, bilkideaddji, luonddu ja elliid govvideaddji, mánáid šaddadeaddji dahje gaskaoapmi nuppi olbmo muitimii dahje morašteapmái.

source: Saamelainen musiikki perinteisessä muodossaan on alkanut kadota ja sen esittäminen ja harjoittaminen on vähentynyt.
sme: Sápmelaš musihkka árbevirolaš hámistis lea jávkagoahtán ja dan ovdanbuktin ja geavaheapmi lea geahppánan.

source: Perinteisen musiikin rinnalle on elpynyt perinnemusiikki uudessa muodossa.
sme: Árbevirolaš musihka báldii lea ealáskan árbevirolaš musihkka ođđa hámis.

source: Perinteinen musiikki on edelleen saamelaisille tärkeä identiteetin symboli ja yhteen kokoava voima.
sme: Árbevirolaš musihkka lea ain sápmelaččaide dehálaš symbola ja fápmu, mii čohkke oktii.

source: Perinnemusiikin elvyttämiseksi on tärkeää, että varhaiskasvatuksessa lapsella on mahdollisuus kuulla ja tavata musiikin taitajia.
sme: Árbevierromusihka ealáskahttimii lea dehálaš, ahte árabajásgeassimis mánás lea vejolašvuohta gullat je deaivat musihkkačehpiid.

source: Katrillitanssi on kulkeutunut Venäjän kulttuuripiirien kautta kolttasaamelaisille.
sme: Kátrilladánsa lea johtán Ruošša kulturbiriid bokte nuortasápmelaččaide.

source: Kolttasaamelainen katrillitanssi on neljän parin muodostama, johon kuuluu neljä miestä ja neljä naista.
sme: Nuortalaččaid kátrilladánsa čoahkkana njealji páras, masa gullet njeallje albmá ja njeallje nissona.

source: Tanssi on parien välistä vuoropuhelua, jota säestää hanurimusiikki tai leudd.
sme: Dánsa lea páraid gaskasaš vuorroságastallan, man mieđušteaddjin doaibmá geasanasmusihkka dahje leu´dden

source: Saamelaiselle kertomusperinteelle on luonteenomaista kielellisen ilmaisun rikkaus, sanallinen runsaus ja ilmaisujen moninaisuus.
sme: Sápmelaš muitalusárbevirrui lea mihtilmas gielalaš olggosaddima riggodat, sánálaš valljodat ja dadjanvuogi máŋggabealátvuohta.

source: Saamelainen kertomus on usein pala jotain muistoa, muistelma jostakin todellisesta tapahtumasta tai toisesta kertomuksesta.
sme: Sápmelaš muitalus lea dávjá bihttá muhtun muittus, muittašeapmi juoga duohta dáhpáhusas dahje nuppi muitalusas.

source: Kertomukset ja tarinat liittyvät usein paikkoihin, tapahtumiin, ihmisiin, koiriin, poroihin, erilaisiin töihin sekä luonnonilmiöihin.
sme: Muitalusat ja máidnasat laktásit dávjá báikkiide, dáhpáhusaide, olbmuide, beatnagiidda, bohccuide, earálágan bargguide sihke luondduihtagiidda.

source: Saamelaisen musiikki – ja kertomaperinteen kautta lapsi saa tietoa saamelaiseen elämäntapaan ja kulttuuriin liittyvistä asioista.
sme: Sápmelaš musihkka – ja muitalusárbevieru bokte mánná oažžu dieđu sápmelaš eallinvuohkái ja kultuvrii gullevaš áššiin.

source: Kuvataide on yksi ilmaisumuoto, joka kehittää lapsen mielikuvitusta ja rohkeutta itseilmaisussa.
sme: Govvadáidda lea okta olggosbuktinvuohki, mii ovddida máná miellagovvádusa ja roahkkatvuođa iežas olggosbuktimii.

source: Taidekasvatuksella pyritään lapsen persoonallisuuden monipuoliseen kehittämiseen.
sme: Dáiddabajásgeassimiin figgat máná persovnnalašvuođa máŋggabealat ovddideapmái.

source: Lasten kanssa tulisi käyttää mahdollisimman paljon vapaata kuvallista ilmaisua.
sme: Mánáin galggašii geavahit friija govalaš olggosaddima nu olu go vejolaš.

source: Väreihin ja muotoihin tutustuminen konkreettisten esineiden kautta on jo varhaisessa vaiheessa mielekästä.
sme: Ivnniide ja hámiide oahpásmuvvan konkrehtalaš diŋggaid bokte lea jo áramuttus miela mielde.

source: Taiteen keinoin saamelaisuutta voi käsitellä monipuolisesti.
sme: Dáidagiin sápmelašvuođa sáhttá gieđahallat máŋggabealagiid.

source: Pienten lasten kanssa tärkeintä on kokemuksellisuus ja asioiden käsittely kuvien ja tekemisen kautta.
sme: Smávva mánáiguin lea deháleamos lea vásáhuslašvuohta ja áššiid gieđahallan govaid ja barggu bokte.

source: Saamelaisen sanankäytön perinne on vahva.
sme: Sápmelaš sátnegeavaheami árbevierru lea nanus.

source: Satu- ja tarinaperinne välittyvät ennen kaikkea lastenkirjallisuudessa.
sme: Máinnas- ja muitalusárbevierru sirdásit buoremusat mánáidgirjjálašvuođas.

source: Monen saamelaisen lastenkirjan pohjana on yhteys arkimaailman ja näkymättömän maailman välillä.
sme: Máŋgga sápmelaš mánáidgirjji vuođđun lea oktavuohta árgamáilmmi ja oidnomeahttun máilmmi gaskkas.

source: Kirjoissa korostuu saamen kielen rikkaus, joka nähdään tärkeänä koko kulttuuriperinteen ymmärtämiseksi.
sme: Girjjiin deattuhuvvo sámegiela riggodat, man oidnet dehálažžan oppa kulturárbevieru áddejupmin.

source: Käytännön esimerkkejä perinteisen tiedon välittämisestä, taiteellisten kokemusten ja esteettisen tajun vahvistamisesta varhaiskasvatuksessa:
sme: Geavatlaš ovdamearkkat árbevirolaš die đ u sirdimis, dáiddalaš vásáhusaid estehtalaš áddejumi nannemis árabajásgeassimii:

source: • tehdään tarinoista, kertomuksista, arvoituksista osa päivittäisiä toimintoja
sme: • dahkat máidnasiin, muitalusain, árvádusain oasi beaivválaš doaimmain

source: • pidetään säännöllisiä ”tarinapäiviä” ikääntyneiden ihmisten kanssa
sme: • doallat jeavddalaš “máinnasbeivviid” eallilan olbmuiguin

source: • katsotaan ikääntyneiden ihmisten kanssa vanhoja kuvia ja ”muistellaan” tapahtumia
sme: • geahččat eallilan olbmuiguin boares čuovgagovaid ja “muittašit” dáhpáhusaid

source: • kuunnellaan ja opetellaan paikallista perinnemusiikkia musiikin taitajien kanssa
sme: • guldalit ja oahpahallat báikkálaš árbevierromusihka musihkkačehpiiguin

source: • tutustutaan muiden alueiden musiikkiperinteeseen
sme: • oahpásmuvvat eará guovlluid musihkkaárbái

source: • tehdään omasta yksiköstä joiku/leu´dd/livđe, harjoitellaan äänen käyttöä ja esiintymistä
sme: • dahkat iežas ovttadagas luođi/leu´dde/liđve, hárjehallat jiena geavaheami ja olggosbuktima

source: • leikitään saamelaisia leikkejä, laululeikkejä, valmistetaan saamelaisia leikkikaluja
sme: • stoahkat sámestohkosiid, lávlunstohkosiid, ráhkadit sápmelaš duhkorasaid

source: • tutustutaan taiteen keinoin saamelaisiin väreihin, pukuihin, luontoon eri vuodenaikoineen
sme: • oahpásmuvvat dáidaga vugiin sápmelaš ivnniide, gárvvuide, lundui ja eará jagiáiggiide

source: • rakennetaan yksikköön kierrätysmateriaaleista jokin kuva (lehdistä leikeltyjä kuvia, paperia, värien käyttöä)
sme: • ráhkadit ovttadahkii ođđasitgeavahanmateriálas muhtun gova (bláđis čuhppojuvvon govat, báhpára, ivnniid geavaheami)

source: • tehdään taidekäsitöitä (mielikuvituksen käyttö, uuden idean luominen)
sme: • duddjot dáiddagiehtadujiid (miellagovvádusa atnin, ođđa idea dahkan)

source: • näytellään jokin saamelainen tarina, katsotaan saamelaisia elokuvia
sme: • čájáhallat muhtun sápmelaš máidnasa, geahččat sápmelaš ealligovaid

source: • tutustutaan saamelaisiin runoihin ja kirjallisuuteen, kerätään perinnetietoa mm. haastattelemalla
sme: • oahpásmuvvat sápmelaš divttaide ja girjjálašvuhtii, čohkket árbedieđu ee. jearahallamiin

source: • kutsutaan paikallisia saamelaistaiteilijoita vierailemaan, vieraillaan taide- ja kulttuuritapahtumissa
sme: • bovdet báikkálaš sámedáiddáriid guossái, galledallat dáidda- ja kulturdáhpáhusain

source: • tutustutaan saamelaistaiteeseen ja symboleihin: Nils-Aslak Valkeapää: värien käyttö, symboliikka Kerttu Vuolab: leikkelytekniikat, kollaasit Merja Aletta Ranttila: Prinsessakuvat Brita Marakatt-Labba: kirjomistekniikka, tarinat
sme: • oahpásmuvvat sámedáidagii ja symbolaide: Nils-Aslak Valkeapää: ivnniid geavaheapmi ja symbolihkka Kerttu Vuolab: čuohpadanteknihkka, kollásat Merja Aletta Ranttila: Prinseassagovat Brita Marakatt-Labba: herventeknihkka, máidnasat

source: • järjestetään saamelaislasten yhteisiä vuosittaisia tapahtumia
sme: • ordnet sámemánáiguin oktasaš jahkásaš dáhpáhusaid

source: Oppiminen, leikki ja liikkuminen
sme: 5.1. Oahppan, duhkoraddan ja lihkadeapmi

source: Oppimisen ilo syntyy turvallisessa ja kannustavassa ilmapiirissä, jossa lapsi saa mahdollisuuden itsenäiseen, omatoimiseen tutkimiseen ja tekemiseen.
sme: Oahppama mokta boahtá dorvvolaš ja movttiidahtti birrasis, mas mánná oažžu vejolašvuođaiehčanas, iešdoaimmalaš guorahallamii ja dahkamii.

source: Jokainen lapsi on yksilöllinen oppija.
sme: Juohke mánná lea ovttaskas oahppi.

source: Jotta jokainen lapsi voisi löytää oman tavan ja sen myötä ilon oppia, panostetaan varhaiskasvatuksessa monipuolisuuteen myös oppimisen suhteen.
sme: Vai juohke mánná sáhtášii gávdnat iežas vuogi ja dan mielde ilu oahppat, deattuhit árabajásgeassimis máŋggabealátvuhtii maiddái oahppama dáfus.

source: Varhaiskasvatuksen pedagogisena haasteena on antaa lapselle mielekkäitä, monipuolisia oppimiskokemuksia kielen ja kulttuurin suhteen niin, että lapsi kokee ne arvokkaiksi ja hän uskaltaa myös yrittää ja erehtyä.
sme: Árabajásgeassimis pedagogalaš hástalussan lea addit mánnái jierpmálaš, máŋggabealat oahppanvásáhusaid giela ja kultuvrra dáfus, ahte mánná vásiha daid dehálažžan ja duostá maiddái iskat ja feillet.

source: Kasvatustoiminnassa lapsen havainnointi- ja itsearviointikykyä kehitetään monipuolisesti.
sme: Bajásgeassindoaimmas máná áican- ja iešárvvoštallannávcca ovddidit máŋggabealagiid.

source: Lapselle ei suoraan kerrota, kuinka jokin asia pitää tehdä vaan lasta ohjataan hyväksi havaittuun toimintatapaan antamalla hänelle vihjeitä.
sme: Mánnái eai njuolga muital, mo muhtun ášši galggašii dahkat muhto máná stivret buori gávnnahuvvon doaibmavuohkái nu, ahte addit sutnje geažidemiid.

source: Tavoitteena on saada lapsi itse arvioimaan työnsä tuloksen ja osaamisen tason mahdollisimman totuudenmukaisesti.
sme: Ulbmilin lea oažžut máná árvvoštallat ieš barggus bohtosa ja máhttima dási buoremus vejolaš duođalašvuođa mielde.

source: Arviointikyvyn kehittyneisyys auttaa lasta ongelmatilanteissa.
sme: Árvvoštallanmáhtu ovdáneapmi veahkeha máná váttisvuođadilis.

source: Lapsen laaja-alaisuuden ja monipuolisuuden kehittämiseksi asiat opetetaan kokonaisuuksina ja pyritään tuomaan esille kaikki siihen liittyvät yhteydet.
sme: Máná viiddessuorggatvuođa ja máŋggabealátvuođa ovddideapmin áššit oahpahuvvojit oppalašvuohtan ja geahččalit buktit ovdan buot dasa gullevaš oktavuođaid.

source: Kasvatus on tietoista, ei sattumanvaraista.
sme: Bajásgeassin lea diđolaš, ii soaittáhatlágan.

source: Uusi asia sidotaan kokemusten kautta aiemmin opittuihin.
sme: Ođđa ášši čadnojuvvo vásáhusa bokte árabut ohppojuvvon áššiide.

source: Lapsen tulee saada itse huomata mihin kulloinenkin asia liittyy ja hahmottaa sen perusteella kokonaisuuksia.
sme: Mánná galgá ieš beassat fuobmát gosa guđege ášši laktása ja fihttet dan vuođul oppalašvuođaid.

source: Vaikka ohjaus ei ole kovin yksityiskohtaista, lapsen turvallisuudentunnetta ei horjuteta.
sme: Vaikke stivren ii leat nu ovttaskasčuoggáid mielde, máná dorvvolašvuohtadovdu ii sugahuvvo.

source: Lapsella on aina turvana joku ihminen, jolta voi kysyä, ellei itse ole päässyt tyydyttävään tulokseen tai on arviointituloksestaan epävarma.
sme: Mánás lea álo dorvun muhtun olmmoš, geas sáhttá jearrat, jus ieš ii beassan duđahahtti bohtosii dahje lea eahpesihkkar iežas árvvoštallanbohtosii.

source: Saamelaiset leikit perustuvat pääosin luontoon ja elinkeinoihin.
sme: Sápmelaš stohkosiid vuođđu lea eanaš luonddus ja ealáhusain.

source: Luonnosta saadaan ideoita, innostusta ja ainekset leikkikaluihin.
sme: Luonddus oažžut ideaid, inspirašuvnna ja ávdnasiid duhkorasaide.

source: Leikit sovitetaan vuodenaikoihin ja ne usein kuvastavatkin aikuisten työhön liittyviä toimia.
sme: Stohkosiid heivehit jagiáiggiide ja dat dávjá govvidit olles olbmo bargui gullevaš doaimmaid.

source: Leikki on luovuuden perusta.
sme: Stoahkan lea kreatiivavuođa vuođđu.

source: Liikkuminen on lapselle luonnollinen tapa tutustua itseensä, toisiin ihmisiin ja ympäristöön.
sme: Lihkadeapmi lea mánnái lunddolaš vuohki oahpásmuvvat alcces, nuppiide olbmuide ja birrasii.

source: Kasvuympäristön ja päivittäisten toimintojen tulisi antaa lapselle mahdollisuus monipuoliseen luonnossa liikkumiseen.
sme: Šaddanbirrasis ja beaivválaš doaimmaiguin galggašedje leat vejolašvuođat mánnái luonddus johtimii.

source: Liikunta vahvistaa lapsen tietoisuutta omasta itsestään ja oppimisessa tarvittavia taitoja.
sme: Lihkadeapmi nanne máná diđolašvuođa alddis ja oahppamis dárbbašuvvon dáidduid.

source: Lapsi tarvitsee päivittäin vähintään kaksi tuntia reipasta liikuntaa.
sme: Mánná dárbbaša beaivválaččat unnimustá guokte diimmu lášmes lihkadeami.

source: Motorisia perustaitoja ovat käveleminen, juokseminen, hyppääminen, heittäminen, kiinniottaminen, potkaiseminen sekä lyöminen.
sme: Motorihkalaš vuođđodáiddut leat vázzin, viehkan, njuikun, bálkesteapmi, gittaváldin, čiekčan sihke časkin.

source: Liikunta- ja leikkitilanteissa lapsi saa luontevasti harjoitella sosiaalisia taitoja.
sme: Lihkadeapmi- ja stoahkandilálašvuođaid mánná oažžu lunddolaččat hárjehallat sosiálalaš dáidduid.

source: Oman kehon hahmottaminen luo perustan kehonkuvan ja myönteisen minäkuvan kehittymiselle.
sme: Iežas krohpa dovdan addá vuođu krohppagova ja miehtemielalaš iešgova ovdáneapmái.

source: Käytännön esimerkkejä saamelaisista leikeistä:
sme: Geavatlaš ovdamearkkat sápmelaš stohkosiin:

source: • susi- ja poroleikit, karhunpyyntileikit
sme: • gumpe- ja boazostohkosat, guovžabivdostohkosat

source: • suopunki- ja poroerotusleikit
sme: • suohpan- ja bigálusstohkosat

source: • nuottausleikit
sme: • nuohttunstohkosat

source: • eläinten jälkien tunnistusleikit, riekkoleikit
sme: • elliid luottaid dovdanstohkosat, rievssatstohkosat

source: 5.2. Yhdessä toimiminen ja huolenpito
sme: 5.2. Ovttas doaibman ja fuolahus

source: Varhaiskasvatuksen arjessa hoitoa, kasvatusta ja oppimista ei voi erottaa toisistaan, vaan ne painottuvat lapsen tarpeiden mukaan.
sme: Árabajásgeassima árggas dikšuma, bajásgeassima ja oahppama ii sáhte earuhit nubbi nuppis, muhto daid deattuhus lea máná dárbbuid mielde.

source: Varhaiskasvatuksessa päivä on täynnä tilanteita, joissa lapsi oppii toiminnan kautta.
sme: Árabajásgeassimis beaivi lea dievva dilálašvuođaid, gos mánná oahppá doaimma bokte.

source: Päivittäisissä arjen tehtävissä lapsi oppii vastuuseen ja tavoitteellisuuteen.
sme: Beaivválaš árgga doaimmain mánná oahppá ovddasvástádussii ja ulbmilvuhtii.

source: Niin hoidon, kasvatuksen kuin oppimisenkin päämääränä on auttaa lasta tekemään ja ajattelemaan itse sekä ottamaan vastuuta.
sme: Dikšuma, bajásgeassima ja oahppama mihttomearri lea veahkehit máná dahkat ja jurddašit ieš sihke váldit ovddasvástádusa.
